tap "akshaymankar/tap"
tap "cloudfoundry/tap"
tap "git-duet/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "julzdiverse/tools"
tap "wagoodman/dive"

brew "akshaymankar/tap/dhall-fly"
brew "bash-completion@2"
brew "chruby"
brew "cloudfoundry/tap/bbl"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
brew "cloudfoundry/tap/credhub-cli"
brew "coreutils"
brew "dhall"
brew "dhall-json"
brew "direnv"
brew "docker"
brew "docker-machine"
brew "entr"
brew "fasd"
brew "git"
brew "git-duet/tap/git-duet"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "golangci/tap/golangci-lint"
brew "hadolint"
brew "haskell-stack"
brew "helm@2"
brew "htop"
brew "jq"
brew "julzdiverse/tools/aviator"
brew "kubectl"
brew "lastpass-cli"
brew "minikube"
brew "neovim"
brew "node"
brew "openssl"
brew "pass"
brew "python"
brew "python3"
brew "python@2"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "shellcheck"
brew "shfmt"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "wagoodman/dive/dive"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"

cask "docker"
cask "fly"
cask "flycut"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "ibm-cloud-cli"
cask "iterm2"
cask "slack"
