tap "cloudfoundry/tap"
tap "dpb587/tap"
tap "git-duet/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "julzdiverse/tools"
tap "pivotal/tap"
tap "universal-ctags/universal-ctags"
tap "wagoodman/dive"
brew "bash-completion"
brew "bash-git-prompt"
brew "bazel"
brew "coreutils"
brew "go"
brew "dep"
brew "dhall"
brew "dhall-json"
brew "direnv"
brew "entr"
brew "fasd"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "openssl"
brew "gnupg"
brew "gpp"
brew "hadolint"
brew "haskell-stack"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lastpass-cli"
brew "neovim"
brew "node"
brew "tree"
brew "pass"
brew "python"
brew "python@2"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "sshuttle"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/bbl"
brew "cloudfoundry/tap/cf-cli"
brew "cloudfoundry/tap/credhub-cli"
brew "dpb587/tap/meta4"
brew "git-duet/tap/git-duet"
brew "golangci/tap/golangci-lint"
brew "julzdiverse/tools/aviator"
brew "pivotal/tap/git-together"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "wagoodman/dive/dive"
brew "golangci/tap/golangci-lint"
cask "basictex"
cask "docker"
cask "fly"
cask "flycut"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "ibm-cloud-cli"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keycastr"
cask "minikube"
cask "slack"
cask "spectacle"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "homebrew/cask-versions/adoptopenjdk8"
