tap "caskroom/fonts"
tap "cloudfoundry/tap"
tap "dpb587/tap"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "julzdiverse/tools"
tap "universal-ctags/universal-ctags"
brew "bash-completion"
brew "bash-git-prompt"
brew "coreutils"
brew "go"
brew "dep"
brew "direnv"
brew "fasd"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lastpass-cli"
brew "neovim"
brew "node"
brew "tree"
brew "pass"
brew "python"
brew "python@2"
brew "ruby"
brew "shellcheck"
brew "sshuttle"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "wget"
brew "zsh"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/bbl"
brew "cloudfoundry/tap/cf-cli"
brew "cloudfoundry/tap/credhub-cli"
brew "git-duet/tap/git-duet"
brew "julzdiverse/tools/aviator"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "docker"
cask "fly"
cask "flycut"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "ibm-cloud-cli"
cask "iterm2"
cask "keycastr"
cask "minikube"
cask "slack"
cask "spectacle"
cask "steam"
cask "virtualbox"
cask "visual-studio-code"
cask "caskroom/fonts/font-firacode-nerd-font"
cask "caskroom/fonts/font-source-code-pro-for-powerline"
